{"Text":["This is a retranscription of one of the first Project\n Gutenberg Etexts, offically dated December 31, 1974--\n and now officially re-released on November 19, 1993--\n 130 years after it was spoken.  We will rerelease the\n Inaugural Address of President Kennedy, officially on\n November 22, 1993, on the day of the 30th anniversary\n of his assassination.\n \n \n \n \n Lincoln's Gettysburg Address, given November 19, 1863\n on the battlefield near Gettysburg, Pennsylvania, USA\n \n \n Four score and seven years ago, our fathers brought forth\n upon this continent a new nation:  conceived in liberty, and\n dedicated to the proposition that all men are created equal.\n \n Now we are engaged in a great civil war. . .testing whether\n that nation, or any nation so conceived and so dedicated. . .\n can long endure.  We are met on a great battlefield of that war.\n \n We have come to dedicate a portion of that field as a final resting place\n for those who here gave their lives that this nation might live.\n It is altogether fitting and proper that we should do this.\n \n But, in a larger sense, we cannot dedicate. . .we cannot consecrate. . .\n we cannot hallow this ground.  The brave men, living and dead,\n who struggled here have consecrated it, far above our poor power\n to add or detract.  The world will little note, nor long remember,\n what we say here, but it can never forget what they did here.\n \n It is for us the living, rather, to be dedicated here to the unfinished\n work which they who fought here have thus far so nobly advanced.\n It is rather for us to be here dedicated to the great task remaining\n before us. . .that from these honored dead we take increased devotion\n to that cause for which they gave the last full measure of devotion. . .\n that we here highly resolve that these dead shall not have died in vain. . .\n that this nation, under God, shall have a new birth of freedom. . .\n and that government of the people. . .by the people. . .for the people. . .\n shall not perish from this earth.\n "],"Title":["Lincoln's Gettysburg Address\r\nGiven November 19, 1863 on the battlefield near Gettysburg, Pennsylvania, USA"],"Author":["Lincoln, Abraham"],"Subject":["Lincoln, Abraham, 1809-1865. Gettysburg address"],"Alias":[null],"Birthdate":[1809],"Deathdate":[1865],"Aliases":["United States President (1861-1865)/Lincoln, Abe"],"Id":[4],"AuthorId":[3]}
